/* modifier */
"-" = "-";

/* modifier */
"+" = "+";

/* modifier */
"~" = "~";

/* the first letter of \"day\" */
"d" = "d";

/* days */
"day" = "día";

/* days */
"days" = "días";

/* the first letter of \"hour\" */
"h" = "h";

/* hours */
"hour" = "hora";

/* hours */
"hours" = "horas";

/* modifier */
"last" = "pasado";

/* last month */
"last month" = "el mes pasado";

/* time */
"last week" = "la semana pasada";

/* last year */
"last year" = "el año pasado";

/* the first letter of \"month\" */
"m" = "m";

/* month */
"month" = "mes";

/* months */
"months" = "meses";

/* modifier, the most commonly used translation of \"next\", or some other shorthand way of saying things like \"next week\" */
"next" = "próximo";

/* next month */
"next month" = "el próximo mes";

/* time */
"next week" = "la próxima semana";

/* next year */
"next year" = "el próximo año";

/* noon */
"noon" = "mediodía";

/* now */
"now" = "ahora";

/* modifier, the most commonly used translation of \"this\", or some other shorthand way of saying things like \"this week\" */
"this" = "este/a";

/* this month */
"this month" = "este mes";

/* time */
"this week" = "esta semana";

/* this year */
"this year" = "este año";

/* \"tod\" this should be an abbreviation for \"today\" that makes sense for the given language */
"tod" = "hoy";

/* today */
"today" = "hoy";

/* Today */
"Today" = "Hoy";

/* \"tom\" this should be an abbreviation for \"tomorrow\" that makes sense for the given language */
"tom" = "mñn";

/* tomorrow */
"tomorrow" = "mañana";

/* Tomorrow */
"Tomorrow" = "Mañana";

/* tonight */
"tonight" = "esta noche";

/* weeks */
"w" = "s";

/* weeks */
"week" = "semana";

/* weeks */
"weeks" = "semanas";

/* the first letter of \"year\" */
"y" = "a";

/* years */
"year" = "año";

/* years */
"years" = "años";

/* \"yes\" this should be an abbreviation for \"yesterday\" that makes sense for the given language */
"yes" = "sí";

/* yesterday */
"yesterday" = "ayer";

/* Yesterday */
"Yesterday" = "Ayer";